Repository: HerzScheisse/vesta_research_suggestions
Catalog: resources/lang/*.po
Languages: es

source: A module providing suggestions for additional research, based on available sources.
es: Un módulo que proporciona sugerencias para investigaciones adicionales, según las fuentes disponibles.

source: Age range for Confirmation events
es: Rango de edad para eventos de Confirmación

source: Allow persistent toggle (user may show/hide research suggestions as additional facts)
es: Permitir cambios persistentes (el usuario puede mostrar/ocultar sugerencias de investigación como hechos adicionales)

source: Event data?
es: ¿Datos de eventos?

source: Events related to Birth. If there is a source for one of these events, no suggestions will be made for other events in this group. Note that strictly BAPM is not necessarily an event occuring shortly after Birth, but it is often used that way (when CHR would actually be more appropriate, according to the GEDCOM specification). If you only use one of CHR/BAPM, it's recommended to deselect the other one here.
es: Eventos relacionados con el Nacimiento. Si hay una fuente para uno de estos eventos, no se harán sugerencias para otros eventos en este grupo. Tenga en cuenta que BAPM no es necesariamente un evento que ocurre poco después del nacimiento, pero a menudo se usa de esa manera (de acuerdo con la especificación GEDCOM, CHR sería realmente más apropiado). Si solo usa uno de CHR/BAPM, se recomienda anular la selección del otro aquí. Tenga en cuenta que BAPM corresponde a Bautismo católico o anglicano (baptism) y CHR corresponde al acto de poner nombre al recien nacido (christening), sin el acto bautismal.

source: Events related to Death. If there is a source for one of these events, no suggestions will be made for other events in this group.
es: Eventos relacionados con la Muerte. Si hay una fuente para uno de estos eventos, no se harán sugerencias para otros eventos en este grupo.

source: Facts for source records
es: Hechos para registros fuente

source: Facts recorded in sources
es: Hechos registrados en fuentes

source: Grouped events
es: Eventos agrupados

source: Maximal age in years
es: Edad máxima en años

source: Minimal age in years
es: Edad mínima en años

source: Missing source for %1$s - Possible source:
es: Fuente ausente para %1$s - Posible fuente:

source: Possible source for %1$s:
es: Posible fuente de %1$s:

source: Possible source:
es: Posible fuente:

source: Research Suggestion
es: Propuesta de investigación

source: Research Suggestions
es: Sugerencias de investigación

source: Sources can be annotated, via the 'data' fact, in order to describe which individual and family facts they contain.
es: Las fuentes se pueden comentar, a través del hecho de 'datos', para describir qué hechos individuales y familiares contienen.

source: Used to calculate date range for suggestions for Confirmation (CONF) events, based on birth or similar event (in case there is no explicit Confirmation event).
es: Se utiliza para calcular el rango de fechas para las sugerencias de eventos de Confirmación (CONF), según el nacimiento o un evento similar (en caso de que no haya un evento de Confirmación explícito).

source: Vesta Research Suggestions: A new custom module. See the Readme for details.
es: Sugerencias de investigación de Vesta: un nuevo módulo personalizado. Consulte el archivo Léame para obtener más detalles.
